{
    "successful_tracks": [
        {
            "track_name": "Espresso",
            "artist_name": "Sabrina Carpenter",
            "popularity": 95,
            "spotify_url": "https://open.spotify.com/track/2qSkIjg1o9h3YT9RAgYN75",
            "track_id": "2qSkIjg1o9h3YT9RAgYN75",
            "album_name": "Espresso",
            "release_date": "2024-04-12",
            "genres": [
                "pop"
            ],
            "lyrics": "Now he's thinkin' 'bout me every night, oh Is it that sweet? I guess so Say you can't sleep, baby, I know That's that me espresso Now he's thinkin' 'bout me every night, oh Is it that sweet? I guess so Say you can't sleep, baby, I know That's that me espresso Move it up, down, left, right, oh Move it up, down, left, right, oh Switch it up like Nintendo Switch it up like Nintendo Say you can't sleep, baby, I know That's that me espresso Say you can't sleep, baby, I know That's that me espresso And I got this one boy and he won't stop calling And I got this one boy and he won't stop calling Soft skin and I perfumed it for ya (Yes) Soft skin and I perfumed it for ya (Yes) I know I Mountain Dew it for ya (Yes) I know I Mountain Dew it for ya (Yes) And now he's thinkin' 'bout me every night, oh Is it that sweet? I guess so Say you can't sleep, baby, I know That's that me espresso And now he's thinkin' 'bout me every night, oh Is it that sweet? I guess so Say you can't sleep, baby, I know That's that me espresso Move it up, down, left, right, oh Move it up, down, left, right, oh Switch it up like Nintendo Switch it up like Nintendo Say you can't sleep, baby, I know That's that me espresso Say you can't sleep, baby, I know That's that me espresso"
        },
        {
            "track_name": "Houdini",
            "artist_name": "Eminem",
            "popularity": 89,
            "spotify_url": "https://open.spotify.com/track/2HYFX63wP3otVIvopRS99Z",
            "track_id": "2HYFX63wP3otVIvopRS99Z",
            "album_name": "Houdini",
            "release_date": "2024-05-31",
            "genres": [
                "detroit hip hop",
                "hip hop",
                "rap"
            ],
            "lyrics": "Hey, Em, it's Paul Uh, I was listening to the album Good fucking luck, you're on your own Hey, Em, it's Paul Uh, I was listening to the album Good fucking luck, you're on your own Guess who's back, back again? Shady's back, tell a friend Guess who's back, guess who's back Guess who's back, guess who's back Guess who's back, guess who's back Guess who's back (Da-da-da, da, da, da, da, da, da) (Da-da-da, da, da, da, da) Guess who's back, back again? Shady's back, tell a friend Guess who's back, guess who's back Guess who's back, guess who's back Guess who's back, guess who's back Guess who's back (Da-da-da, da, da, da, da, da, da) (Da-da-da, da, da, da, da) Well, look what the stork brung (What?) Little baby devil with the forked tongue Well, look what the stork brung (What?) Little baby devil with the forked tongue And it's stickin' out, yeah, like a sore thumb And it's stickin' out, yeah, like a sore thumb (Bleah) With a forehead that it grew horns from (Bleah) With a forehead that it grew horns from Still a white jerk Pullin' up in a Chrysler to the cypher with the vic's, percs and a Bud Light shirt Still a white jerk Pullin' up in a Chrysler to the cypher with the vic's, percs and a Bud Light shirt Lyrical technician, an electrician y'all light work Lyrical technician, an electrician y'all light work And I don't gotta play pretend, it's you I make believe And I don't gotta play pretend, it's you I make believe And you know I'm here to stay 'cause me If I was to ever take a leave, It would be aspirin to break a feve And you know I'm here to stay 'cause me If I was to ever take a leave, It would be aspirin to break a feve If I was to ask for Megan Thee Stallion if she would collab with me Would I really have a shot at a feat? (Ha!) I don't know, but I'm glad to be back, like If I was to ask for Megan Thee Stallion if she would collab with me Would I really have a shot at a feat? (Ha!) I don't know, but I'm glad to be back, like"
        },
        {
            "track_name": "BIRDS OF A FEATHER",
            "artist_name": "Billie Eilish",
            "popularity": 92,
            "spotify_url": "https://open.spotify.com/track/6dOtVTDdiauQNBQEDOtlAB",
            "track_id": "6dOtVTDdiauQNBQEDOtlAB",
            "album_name": "HIT ME HARD AND SOFT",
            "release_date": "2024-05-17",
            "genres": [
                "art pop",
                "pop"
            ],
            "lyrics": "[Intro] (I want you to stay) [Intro] (I want you to stay) I want you to stay I want you to stay 'Til I'm in the grave 'Til I rot away, dead and buried 'Til I'm in the casket you carry 'Til I'm in the grave 'Til I rot away, dead and buried 'Til I'm in the casket you carry If you go, I'm goin' too, uh 'Cause it was always you (Alright) If you go, I'm goin' too, uh 'Cause it was always you (Alright) And if I'm turnin' blue, please don't save me And if I'm turnin' blue, please don't save me Nothin' left to lose without my baby Nothin' left to lose without my baby Birds of a feather, we should stick together Birds of a feather, we should stick together I said I'd never think I wasn't better alone I said I'd never think I wasn't better alone Can't change the weather, might not be forever But if it's forever, it's even better Can't change the weather, might not be forever But if it's forever, it's even better And I don't know what I'm cryin' for I don't think I could love you more And I don't know what I'm cryin' for I don't think I could love you more It might not be long, but baby, I It might not be long, but baby, I I'll love you 'til the day that I die 'Til the day that I die 'Til the light leaves my eyes 'Til the day that I die I'll love you 'til the day that I die 'Til the day that I die 'Til the light leaves my eyes 'Til the day that I die"
        },
        {
            "track_name": "MILLION DOLLAR BABY",
            "artist_name": "Tommy Richman",
            "popularity": 76,
            "spotify_url": "https://open.spotify.com/track/5AJ9hqTS2wcFQCELCFRO7A",
            "track_id": "5AJ9hqTS2wcFQCELCFRO7A",
            "album_name": "MILLION DOLLAR BABY",
            "release_date": "2024-04-26",
            "genres": [
                "chill abstract hip hop"
            ],
            "lyrics": "[Intro] [Intro] Do it, baby, do what I should think Do it, do it, baby, do what I could think Do it, do it, baby, do what I should think Do it, do it, baby, do what I could think Do it, do it, do it, baby, do what I should think Do it, baby, do what I could think Do it, do it, do it, baby, do what I should think Do it, do it, baby, do what I could think Do it, baby, do what I should think Do it, do it, baby, do what I could think Do it, do it, baby, do what I should think Do it, do it, baby, do what I could think Do it, do it, do it, baby, do what I should think Do it, baby, do what I could think Do it, do it, do it, baby, do what I should think Do it, do it, baby, do what I could think I ain't never rep a set, baby (Tsk, tsk) I ain't never rep a set, baby (Tsk, tsk) I could clean up good for you Oh, I know right from wrong I could clean up good for you Oh, I know right from wrong don't at me don't at me Yeah, oh, hell no (Yeah, yeah) Yeah, oh, hell no (Yeah, yeah) VA next (Yeah, yeah), I'm at they neck (Yeah, yeah) I'm running up a check (Yeah, yeah, yeah, yeah) VA next (Yeah, yeah), I'm at they neck (Yeah, yeah) I'm running up a check (Yeah, yeah, yeah, yeah) She a bad lil' mama, she a diva No matter what happens, he cannot come between us again I know we're better than friends (Better than friends) She a bad lil' mama, she a diva No matter what happens, he cannot come between us again I know we're better than friends (Better than friends) I took her to Queen's Gambit (Yeah, yeah), showed around my friends I took her to Queen's Gambit (Yeah, yeah), showed around my friends Tried to pick some energy up, it don't matter I know you haven't moved on if you tried (Oh, no) I don't believe it, baby, I know you lied (Oh, no) Tried to pick some energy up, it don't matter I know you haven't moved on if you tried (Oh, no) I don't believe it, baby, I know you lied (Oh, no)"
        },
        {
            "track_name": "LUNCH",
            "artist_name": "Billie Eilish",
            "popularity": 92,
            "spotify_url": "https://open.spotify.com/track/629DixmZGHc7ILtEntuiWE",
            "track_id": "629DixmZGHc7ILtEntuiWE",
            "album_name": "HIT ME HARD AND SOFT",
            "release_date": "2024-05-17",
            "genres": [
                "art pop",
                "pop"
            ],
            "lyrics": "I could eat that girl for lunch Yeah, she dances on my tongue Tastes like she might be the one And I could never get enough I could eat that girl for lunch Yeah, she dances on my tongue Tastes like she might be the one And I could never get enough I could buy her so much stuff I could buy her so much stuff It's a craving, not a crush, huh It's a craving, not a crush, huh \"Call me when you're there\" Said, \"I bought you somethin' rare And I left it under 'Claire'\" So now, she's comin' up the stairs So I'm pullin' up a chair And I'm puttin' up my hair \"Call me when you're there\" Said, \"I bought you somethin' rare And I left it under 'Claire'\" So now, she's comin' up the stairs So I'm pullin' up a chair And I'm puttin' up my hair Baby, I think you were made for me Somebody write down the recipe Been tryin' hard not to overeat You're just so sweet I'll run a shower for you like you want Clothеs on the counter for you, try 'em on If I'm allowеd, I'll help you take 'em off Huh Baby, I think you were made for me Somebody write down the recipe Been tryin' hard not to overeat You're just so sweet I'll run a shower for you like you want Clothеs on the counter for you, try 'em on If I'm allowеd, I'll help you take 'em off Huh"
        },
        {
            "track_name": "I Had Some Help (Feat. Morgan Wallen)",
            "artist_name": "Post Malone",
            "popularity": 92,
            "spotify_url": "https://open.spotify.com/track/7221xIgOnuakPdLqT0F3nP",
            "track_id": "7221xIgOnuakPdLqT0F3nP",
            "album_name": "I Had Some Help",
            "release_date": "2024-05-10",
            "genres": [
                "dfw rap",
                "melodic rap",
                "pop",
                "rap"
            ],
            "lyrics": "You got a lotta nerve, don't you, baby? I only hit the curb 'cause you made me You're tellin' all your friends that I'm crazy Like I'm the only one You got a lotta nerve, don't you, baby? I only hit the curb 'cause you made me You're tellin' all your friends that I'm crazy Like I'm the only one Why'd you throw them stones if you Had a wild hair of your own or two? Livin' in your big glass house with a view I thought you knew Why'd you throw them stones if you Had a wild hair of your own or two? Livin' in your big glass house with a view I thought you knew I had some help I had some help It ain't like I can make this kinda mess all by myself Don't act like you ain't help me pull that bottle off the shelf Been deep in every weekend if you couldn't tell They say, \"Teamwork makes the dream work\" Hell, I had some help (Help) It ain't like I can make this kinda mess all by myself Don't act like you ain't help me pull that bottle off the shelf Been deep in every weekend if you couldn't tell They say, \"Teamwork makes the dream work\" Hell, I had some help (Help) You thought I'd take the blame for us a-crumbling Go 'round like you ain't guilty of somethin' Already lost the game that you been runnin' Guess it's catchin' up to you, huh You thought I'd take the blame for us a-crumbling Go 'round like you ain't guilty of somethin' Already lost the game that you been runnin' Guess it's catchin' up to you, huh You think that you're so innocent After all the shit you did You think that you're so innocent After all the shit you did I ain't an angel, you ain't heaven-sent Can't wash our hands of this I ain't an angel, you ain't heaven-sent Can't wash our hands of this"
        },
        {
            "track_name": "Not Like Us",
            "artist_name": "Kendrick Lamar",
            "popularity": 93,
            "spotify_url": "https://open.spotify.com/track/6AI3ezQ4o3HUoP6Dhudph3",
            "track_id": "6AI3ezQ4o3HUoP6Dhudph3",
            "album_name": "Not Like Us",
            "release_date": "2024-05-04",
            "genres": [
                "conscious hip hop",
                "hip hop",
                "rap",
                "west coast rap"
            ],
            "lyrics": "Psst, I see dead people Psst, I see dead people ( Mustard on the beat, ho ) ( Mustard on the beat, ho ) Ayy, Mustard on the beat, ho Ayy, Mustard on the beat, ho Deebo any rap nigga, he a free throw Deebo any rap nigga, he a free throw Man down, call an amberlamps, tell him, \"Breathe, bro\" Man down, call an amberlamps, tell him, \"Breathe, bro\" Nail a nigga to the cross, he walk around like Teezo Nail a nigga to the cross, he walk around like Teezo What's up with these jabroni-ass niggas tryna see Compton? What's up with these jabroni-ass niggas tryna see Compton? The industry can hate me, fuck 'em all and they mama How many opps you really got? I mean, it's too many options The industry can hate me, fuck 'em all and they mama How many opps you really got? I mean, it's too many options I'm finna pass on this body, I'm John Stockton I'm finna pass on this body, I'm John Stockton Beat your ass and hide the Bible if God watchin' Beat your ass and hide the Bible if God watchin' Sometimes you gotta pop out and show niggas Certified boogeyman, I'm the one that up the score with 'em Sometimes you gotta pop out and show niggas Certified boogeyman, I'm the one that up the score with 'em Walk him down, whole time, I know he got some ho in him Walk him down, whole time, I know he got some ho in him Pole on him, extort shit, bully Death Row on him Pole on him, extort shit, bully Death Row on him Say, Drake, I hear you like 'em young Say, Drake, I hear you like 'em young You better not ever go to cell block one You better not ever go to cell block one To any bitch that talk to him and they in love Just make sure you hide your lil' sister from him To any bitch that talk to him and they in love Just make sure you hide your lil' sister from him They tell me Chubbs the only one that get your hand-me-downs They tell me Chubbs the only one that get your hand-me-downs And Party at the party playin' with his nose now And Party at the party playin' with his nose now And Baka got a weird case, why is he around? And Baka got a weird case, why is he around? Certified Lover Boy? Certified pedophiles Certified Lover Boy? Certified pedophiles Wop, wop, wop, wop, wop, Dot, fuck 'em up Wop, wop, wop, wop, wop, I'ma do my stuff Wop, wop, wop, wop, wop, Dot, fuck 'em up Wop, wop, wop, wop, wop, I'ma do my stuff Why you trollin' like a bitch? Ain't you tired? Tryna strike a chord and it's probably A minor Why you trollin' like a bitch? Ain't you tired? Tryna strike a chord and it's probably A minor"
        },
        {
            "track_name": "Too Sweet",
            "artist_name": "Hozier",
            "popularity": 86,
            "spotify_url": "https://open.spotify.com/track/5Z0UnEtpLDQyYlWwgi8m9C",
            "track_id": "5Z0UnEtpLDQyYlWwgi8m9C",
            "album_name": "Unreal Unearth: Unheard",
            "release_date": "2024-03-22",
            "genres": [
                "irish singer-songwriter",
                "modern rock",
                "pov: indie"
            ],
            "lyrics": "It can't be said I'm an early bird It's 10 o'clock before I say a word It can't be said I'm an early bird It's 10 o'clock before I say a word You keep tellin' me to live right You keep tellin' me to live right To go to bed before the daylight To go to bed before the daylight But then you wake up for the sunrise But then you wake up for the sunrise You know you don't gotta pretend You know you don't gotta pretend Baby, now and then [Pre-Chorus] Don't you just wanna wake up, dark as a lake Smellin' like a bonfire, lost in a haze? Baby, now and then [Pre-Chorus] Don't you just wanna wake up, dark as a lake Smellin' like a bonfire, lost in a haze? If you're drunk on life, babe, I think it's great If you're drunk on life, babe, I think it's great But while in this world But while in this world I think I'll take my whiskey neat I think I'll take my whiskey neat My coffee black My coffee black and my bed at 3 and my bed at 3 You're too sweet for me You're too sweet for me You're too sweet for me You're too sweet for me I take my whiskеy neat I take my whiskеy neat My coffee black and my bed at 3 My coffee black and my bed at 3 You're too sweet for mе You're too sweet for mе You're too sweet for me You're too sweet for me"
        },
        {
            "track_name": "i like the way you kiss me",
            "artist_name": "Artemas",
            "popularity": 93,
            "spotify_url": "https://open.spotify.com/track/2GxrNKugF82CnoRFbQfzPf",
            "track_id": "2GxrNKugF82CnoRFbQfzPf",
            "album_name": "i like the way you kiss me",
            "release_date": "2024-03-19",
            "genres": [],
            "lyrics": "I like the way you kiss me I like the way you, uh I like the way you kiss me I like the way you, uh I like the way you kiss me, I can tell you miss me I can tell it hits, hits, hits, hits I like the way you kiss me, I can tell you miss me I can tell it hits, hits, hits, hits Not tryna be romantic, I'll hit it from the back Just so you don't get attached ('Tached, 'tached, 'tached) Not tryna be romantic, I'll hit it from the back Just so you don't get attached ('Tached, 'tached, 'tached) I like the way you kiss me, I can tell you miss me I can tell it hits, hits, hits, hits I like the way you kiss me, I can tell you miss me I can tell it hits, hits, hits, hits Not tryna be romantic, I'll hit it from the back Just so you don't get attached ('Tached, 'tached, 'tached) Not tryna be romantic, I'll hit it from the back Just so you don't get attached ('Tached, 'tached, 'tached) You're on your knees, You're on your knees, You say we'rе done, but here you stay You say we'rе done, but here you stay Said you'rе scared I'll let you down (I'll let you down) Stick around and you'll find out (And you'll find out) Said you'rе scared I'll let you down (I'll let you down) Stick around and you'll find out (And you'll find out) I like the way you kiss me, I can tell you miss me I can tell it hits, hits, hits, hits I like the way you kiss me, I can tell you miss me I can tell it hits, hits, hits, hits Not tryna be romantic, I'll hit it from the back Just so you don't get attached ('Tached, 'tached, 'tached) Not tryna be romantic, I'll hit it from the back Just so you don't get attached ('Tached, 'tached, 'tached) I like the way you kiss me, I can tell you miss me I can tell it hits, hits, hits, hits I like the way you kiss me, I can tell you miss me I can tell it hits, hits, hits, hits Not tryna be romantic, I'll hit it from the back Just so you don't get attached ('Tached, 'tached, 'tached) Not tryna be romantic, I'll hit it from the back Just so you don't get attached ('Tached, 'tached, 'tached)"
        },
        {
            "track_name": "Beautiful Things",
            "artist_name": "Benson Boone",
            "popularity": 87,
            "spotify_url": "https://open.spotify.com/track/3xkHsmpQCBMytMJNiDf3Ii",
            "track_id": "3xkHsmpQCBMytMJNiDf3Ii",
            "album_name": "Fireworks & Rollerblades",
            "release_date": "2024-04-05",
            "genres": [
                "singer-songwriter pop"
            ],
            "lyrics": "I found a girl my parents love I found a girl my parents love And I thank God every day For the girl He sent my way And I thank God every day For the girl He sent my way But I know the things He gives me, He can take away But I know the things He gives me, He can take away"
        },
        {
            "track_name": "A Bar Song (Tipsy)",
            "artist_name": "Shaboozey",
            "popularity": 75,
            "spotify_url": "https://open.spotify.com/track/5fZJQrFKWQLb7FpJXZ1g7K",
            "track_id": "5fZJQrFKWQLb7FpJXZ1g7K",
            "album_name": "Where I've Been, Isn't Where I'm Going",
            "release_date": "2024-05-31",
            "genres": [
                "pop rap"
            ],
            "lyrics": "My baby want a Birkin, she's been tellin' me all night long My baby want a Birkin, she's been tellin' me all night long I can't worry 'bout my problems, I can't take 'em when I'm gone, uh I can't worry 'bout my problems, I can't take 'em when I'm gone, uh One, here comes the two to the three to the four Tell 'em \"Bring another round,\" we need plenty more Two-steppin' on the table, she don't need a dance floor Oh my, good Lord One, here comes the two to the three to the four Tell 'em \"Bring another round,\" we need plenty more Two-steppin' on the table, she don't need a dance floor Oh my, good Lord Evеrybody at the bar gettin' tipsy Evеrybody at the bar gettin' tipsy I've been Boozey since I left I ain't changin' for a check Tell my ma, I ain't forget (Oh Lord), I I've been Boozey since I left I ain't changin' for a check Tell my ma, I ain't forget (Oh Lord), I"
        },
        {
            "track_name": "CHIHIRO",
            "artist_name": "Billie Eilish",
            "popularity": 91,
            "spotify_url": "https://open.spotify.com/track/7BRD7x5pt8Lqa1eGYC4dzj",
            "track_id": "7BRD7x5pt8Lqa1eGYC4dzj",
            "album_name": "HIT ME HARD AND SOFT",
            "release_date": "2024-05-17",
            "genres": [
                "art pop",
                "pop"
            ],
            "lyrics": "To take my love away To take my love away When I come back around, will I know what to say? Said you won't forget my name Not today, not tomorrow Kinda strange, feelin' sorrow When I come back around, will I know what to say? Said you won't forget my name Not today, not tomorrow Kinda strange, feelin' sorrow I got change (Yup), you could borrow (Borrow) I got change (Yup), you could borrow (Borrow) When I come back around, will I know what to say? Not today, maybe tomorrow When I come back around, will I know what to say? Not today, maybe tomorrow Open up the door, can you open up the door? I know you said before you can't cope with any more You told me it was war, said you'd show me what's in store I hope it's not for sure, can you open up the door? Open up the door, can you open up the door? I know you said before you can't cope with any more You told me it was war, said you'd show me what's in store I hope it's not for sure, can you open up the door? Did you take My love away From me? Me Me Did you take My love away From me? Me Me Saw your seat at the counter when I looked away Saw your seat at the counter when I looked away Saw you turn around, but it wasn't your face Saw you turn around, but it wasn't your face Said, \"I need to be alone now, I'm takin' a break\" How come when I rеturned, you were gonе away? Said, \"I need to be alone now, I'm takin' a break\" How come when I rеturned, you were gonе away?"
        },
        {
            "track_name": "we can't be friends (wait for your love)",
            "artist_name": "Ariana Grande",
            "popularity": 88,
            "spotify_url": "https://open.spotify.com/track/51ZQ1vr10ffzbwIjDCwqm4",
            "track_id": "51ZQ1vr10ffzbwIjDCwqm4",
            "album_name": "eternal sunshine",
            "release_date": "2024-03-08",
            "genres": [
                "pop"
            ],
            "lyrics": "I didn't think you'd understand me How could you ever even try? I didn't think you'd understand me How could you ever even try? I don't wanna tiptoe, but I don't wanna hide But I don't wanna feed this monstrous fire I don't wanna tiptoe, but I don't wanna hide But I don't wanna feed this monstrous fire Just wanna let this story die And I'll be alright Just wanna let this story die And I'll be alright We can't be friends But I'd like to just pretend We can't be friends But I'd like to just pretend You cling to your papers and pens Wait until you like me again You cling to your papers and pens Wait until you like me again Wait for your love Lo-love, I'll wait for your love Wait for your love Lo-love, I'll wait for your love Me and my truth, we sit in silence Me and my truth, we sit in silence Baby girl, it's just me and you Baby girl, it's just me and you but I don't wanna bite but I don't wanna bite My tongue, yeah, I think I'd rather die My tongue, yeah, I think I'd rather die You got me misunderstood But at least I look this good You got me misunderstood But at least I look this good"
        },
        {
            "track_name": "End of Beginning",
            "artist_name": "Djo",
            "popularity": 91,
            "spotify_url": "https://open.spotify.com/track/3qhlB30KknSejmIvZZLjOD",
            "track_id": "3qhlB30KknSejmIvZZLjOD",
            "album_name": "DECIDE",
            "release_date": "2022-09-16",
            "genres": [
                "pov: indie",
                "psychedelic pop"
            ],
            "lyrics": "[Verse 1] [Verse 1] Just one more tear to cry, one teardrop from my eye You better save it for Just one more tear to cry, one teardrop from my eye You better save it for The middle of the night when things aren't black and white The middle of the night when things aren't black and white Enter, Troubadour Enter, Troubadour \"Remember twenty-four?\" \"Remember twenty-four?\" And when I'm back in Chicago, I feel it And when I'm back in Chicago, I feel it Another version of me, I was in it Another version of me, I was in it I wave goodbye to the end of beginning I wave goodbye to the end of beginning This song has started now, and you're just finding out This song has started now, and you're just finding out A major sacrifice, but clueless at the time A major sacrifice, but clueless at the time Enter, Caroline \"Just trust me, you'll be fine\" Enter, Caroline \"Just trust me, you'll be fine\" And when I'm back in Chicago, I feel it And when I'm back in Chicago, I feel it Another version of me, I was in it Another version of me, I was in it I wave goodbye to the end of beginning I wave goodbye to the end of beginning You take the man out of the city, not the city out the man You take the man out of the city, not the city out the man You take the man out of the city, not the city out the man You take the man out of the— You take the man out of the city, not the city out the man You take the man out of the city, not the city out the man You take the man out of the city, not the city out the man You take the man out of the—"
        },
        {
            "track_name": "Lose Control",
            "artist_name": "Teddy Swims",
            "popularity": 87,
            "spotify_url": "https://open.spotify.com/track/17phhZDn6oGtzMe56NuWvj",
            "track_id": "17phhZDn6oGtzMe56NuWvj",
            "album_name": "I've Tried Everything But Therapy (Part 1)",
            "release_date": "2023-09-15",
            "genres": [],
            "lyrics": "And the devil's knockin’ at my door, woah Out of my mind, how many times did I tell you I'm no good at bein' alone? Yeah, it's taken a toll on me, tryin' my best to keep From tearin' the skin off my bones, don't you know And the devil's knockin’ at my door, woah Out of my mind, how many times did I tell you I'm no good at bein' alone? Yeah, it's taken a toll on me, tryin' my best to keep From tearin' the skin off my bones, don't you know Yeah, you're breakin' my heart, baby You make a mess of me Yeah, you're breakin' my heart, baby You make a mess of me"
        },
        {
            "track_name": "Pink Skies",
            "artist_name": "Zach Bryan",
            "popularity": 84,
            "spotify_url": "https://open.spotify.com/track/4ZJ4vzLQekI0WntDbanNC7",
            "track_id": "4ZJ4vzLQekI0WntDbanNC7",
            "album_name": "Pink Skies",
            "release_date": "2024-05-24",
            "genres": [
                "classic oklahoma country"
            ],
            "lyrics": "The kids are in town for a funeral So pack the car and dry your eyes I know they got plenty of young blood left in 'em And plenty nights under pink skies you taught 'em to enjoy The kids are in town for a funeral So pack the car and dry your eyes I know they got plenty of young blood left in 'em And plenty nights under pink skies you taught 'em to enjoy So clean the house, clear the drawers, mop the floors, stand tall Like no one's ever been here before or at all So clean the house, clear the drawers, mop the floors, stand tall Like no one's ever been here before or at all And don't you mention all the inches that are scraped on the doorframe We all know you tiptoed up to 4'1\" back in '08 And don't you mention all the inches that are scraped on the doorframe We all know you tiptoed up to 4'1\" back in '08 If you could see 'em now, you'd be proud But you'd think they's If you could see 'em now, you'd be proud But you'd think they's yuppiеs yuppiеs Your funeral was beautiful Your funeral was beautiful I bet God hеard you comin' I bet God hеard you comin' The kids are in town for a funeral And the grass all smells the same as the day you broke your arm swingin' On that kid out on the river You bailed him out, never said a thing about Jesus or the way he's livin' The kids are in town for a funeral And the grass all smells the same as the day you broke your arm swingin' On that kid out on the river You bailed him out, never said a thing about Jesus or the way he's livin' If you could see 'em now, you'd be proud But you'd think they's yuppies Your funeral was beautiful I bet God heard you comin' If you could see 'em now, you'd be proud But you'd think they's yuppies Your funeral was beautiful I bet God heard you comin'"
        },
        {
            "track_name": "Cruel Summer",
            "artist_name": "Taylor Swift",
            "popularity": 89,
            "spotify_url": "https://open.spotify.com/track/1BxfuPKGuaTgP7aM0Bbdwr",
            "track_id": "1BxfuPKGuaTgP7aM0Bbdwr",
            "album_name": "Lover",
            "release_date": "2019-08-23",
            "genres": [
                "pop"
            ],
            "lyrics": "Fever dream high in the quiet of the night Fever dream high in the quiet of the night Bad, bad boy, shiny toy with a price Bad, bad boy, shiny toy with a price Killing me slow, out the window I'm always waiting for you to be waiting below Killing me slow, out the window I'm always waiting for you to be waiting below Devils roll the dice, angels roll their eyes Devils roll the dice, angels roll their eyes What doesn't kill me makes me want you more What doesn't kill me makes me want you more And it's new, the shape of your body And it's new, the shape of your body It's blue, the feeling I've got It's blue, the feeling I've got It's a cruel summer It's a cruel summer No rules in breakable heaven No rules in breakable heaven But ooh, woah-oh It's a cruel summer with you But ooh, woah-oh It's a cruel summer with you Hang your head low in the glow of the vending machine I'm not dying ( Oh yeah, you're right, I want it ) Hang your head low in the glow of the vending machine I'm not dying ( Oh yeah, you're right, I want it )"
        },
        {
            "track_name": "WILDFLOWER",
            "artist_name": "Billie Eilish",
            "popularity": 87,
            "spotify_url": "https://open.spotify.com/track/3QaPy1KgI7nu9FJEQUgn6h",
            "track_id": "3QaPy1KgI7nu9FJEQUgn6h",
            "album_name": "HIT ME HARD AND SOFT",
            "release_date": "2024-05-17",
            "genres": [
                "art pop",
                "pop"
            ],
            "lyrics": "Things fall apart And time breaks your heart I wasn't there, but I know She was your girl You showed her the world But fell out of love and you both let go Things fall apart And time breaks your heart I wasn't there, but I know She was your girl You showed her the world But fell out of love and you both let go She was cryin’ on my shoulder All I could do was hold her Only made us closer until July Now I know that you love me You don't need to remind me I should put it all behind me, shouldn't I? She was cryin’ on my shoulder All I could do was hold her Only made us closer until July Now I know that you love me You don't need to remind me I should put it all behind me, shouldn't I? But I see her in the back of my mind all the time Like a fever, like I’m burning alive, like a sign But I see her in the back of my mind all the time Like a fever, like I’m burning alive, like a sign Did I cross the line? Did I cross the line? Well, good things don't last Well, good things don't last I'd never ask who was better 'Cause she couldn't be More different from me I'd never ask who was better 'Cause she couldn't be More different from me Happy and free in leather Happy and free in leather"
        },
        {
            "track_name": "Good Luck, Babe!",
            "artist_name": "Chappell Roan",
            "popularity": 87,
            "spotify_url": "https://open.spotify.com/track/0WbMK4wrZ1wFSty9F7FCgu",
            "track_id": "0WbMK4wrZ1wFSty9F7FCgu",
            "album_name": "Good Luck, Babe!",
            "release_date": "2024-04-05",
            "genres": [
                "indie pop",
                "pov: indie",
                "springfield mo indie"
            ],
            "lyrics": "You can say that we are nothing, but you know the truth You can say that we are nothing, but you know the truth And guess I'm the fool And guess I'm the fool With her arms out like an angel through the car sunroof With her arms out like an angel through the car sunroof I don't wanna call it off But you don't wanna call it love I don't wanna call it off But you don't wanna call it love You only wanna be the one that I call baby You only wanna be the one that I call baby You can kiss a hundred boys in bars You can kiss a hundred boys in bars Shoot another shot, try to stop the feeling Shoot another shot, try to stop the feeling You can say it's just the way you are Make a new excuse, another stupid reason You can say it's just the way you are Make a new excuse, another stupid reason Good luck, babe (Well, good luck) Well, good luck, babe (Well, good luck) Good luck, babe (Well, good luck) Well, good luck, babe (Well, good luck) You'd have to stop the world just to stop the feeling You'd have to stop the world just to stop the feeling Good luck, babe (Well, good luck) Well, good luck, babe (Well, good luck) Good luck, babe (Well, good luck) Well, good luck, babe (Well, good luck) You'd have to stop the world just to stop the feeling You'd have to stop the world just to stop the feeling I'm cliché, who cares? It's a sexually explicit kind of love affair I'm cliché, who cares? It's a sexually explicit kind of love affair And I cry, it's not fair And I cry, it's not fair I just need a little lovin', I just need a little air I just need a little lovin', I just need a little air"
        },
        {
            "track_name": "Austin (Boots Stop Workin')",
            "artist_name": "Dasha",
            "popularity": 87,
            "spotify_url": "https://open.spotify.com/track/2uqYupMHANxnwgeiXTZXzd",
            "track_id": "2uqYupMHANxnwgeiXTZXzd",
            "album_name": "What Happens Now?",
            "release_date": "2024-02-16",
            "genres": [],
            "lyrics": "I'd pack the car, bring your guitar and jane for smokin' First thing at dawn, you'd queue the songs and we'd get goin' I'd pack the car, bring your guitar and jane for smokin' First thing at dawn, you'd queue the songs and we'd get goin' But you weren't home, waited on the porch for ya Sat there alone, all throughout the morn' 'til I But you weren't home, waited on the porch for ya Sat there alone, all throughout the morn' 'til I Did your boots stop workin'? Did your truck break down? (Truck break down) Did your boots stop workin'? Did your truck break down? (Truck break down) Did you burn through money? Did your ex find out? (Ex find out) Did you burn through money? Did your ex find out? (Ex find out)"
        },
        {
            "track_name": "As It Was",
            "artist_name": "Harry Styles",
            "popularity": 87,
            "spotify_url": "https://open.spotify.com/track/4Dvkj6JhhA12EX05fT7y2e",
            "track_id": "4Dvkj6JhhA12EX05fT7y2e",
            "album_name": "Harry's House",
            "release_date": "2022-05-20",
            "genres": [
                "pop"
            ],
            "lyrics": "Come on, Harry, we wanna say goodnight to you Come on, Harry, we wanna say goodnight to you Nothin' to say Nothin' to say You know it's not the same as it was You know it's not the same as it was You know it's not the same as it was You know it's not the same as it was \"Harry, you're no good alone Why are you sitting at home on the floor? What kind of pills are you on?\" \"Harry, you're no good alone Why are you sitting at home on the floor? What kind of pills are you on?\" Ringin' the bell And nobody's coming to help Ringin' the bell And nobody's coming to help Your daddy lives by himself Your daddy lives by himself"
        },
        {
            "track_name": "Belong Together",
            "artist_name": "Mark Ambor",
            "popularity": 88,
            "spotify_url": "https://open.spotify.com/track/5uQ7de4EWjb3rkcFxyEOpu",
            "track_id": "5uQ7de4EWjb3rkcFxyEOpu",
            "album_name": "Belong Together",
            "release_date": "2024-02-16",
            "genres": [
                "singer-songwriter pop"
            ],
            "lyrics": "Blueberries and butterflies The pretty things that greet my eyes When you call and I say, \"I'm on my way\" Blueberries and butterflies The pretty things that greet my eyes When you call and I say, \"I'm on my way\" You and me belong together Like cold iced tea and warmer weather You and me belong together Like cold iced tea and warmer weather Damnit, it's so good to be alive Damnit, it's so good to be alive"
        },
        {
            "track_name": "I Can Do It With a Broken Heart",
            "artist_name": "Taylor Swift",
            "popularity": 85,
            "spotify_url": "https://open.spotify.com/track/4q5YezDOIPcoLr8R81x9qy",
            "track_id": "4q5YezDOIPcoLr8R81x9qy",
            "album_name": "THE TORTURED POETS DEPARTMENT",
            "release_date": "2024-04-18",
            "genres": [
                "pop"
            ],
            "lyrics": "I can read your mind \"She's having the time of her life\" There in her glittering prime The lights refract sequin stars off her silhouette every night I can show you lies I can read your mind \"She's having the time of her life\" There in her glittering prime The lights refract sequin stars off her silhouette every night I can show you lies ( One, two, three, four ) ( One, two, three, four ) 'Cause I'm a real tough kid 'Cause I'm a real tough kid I can handle my shit I can handle my shit They said, \"Babe, you gotta fake it 'til you make it\" and I did They said, \"Babe, you gotta fake it 'til you make it\" and I did Lights, camera, bitch, smile Lights, camera, bitch, smile Even when you wanna die Even when you wanna die He said he'd love me all his life He said he'd love me all his life But that life was too short But that life was too short Breaking down, I hit the floor Breaking down, I hit the floor All the piеces of me shatterеd as the crowd was chanting All the piеces of me shatterеd as the crowd was chanting \"More\" \"More\" I was grinnin' like I'm winnin' I was grinnin' like I'm winnin' I was hittin' my marks I was hittin' my marks 'Cause I can do it with a broken heart 'Cause I can do it with a broken heart ( One, two, three, four ) ( One, two, three, four ) [Chorus] [Chorus] I'm so depressed, I act like it's my birthday every day I'm so depressed, I act like it's my birthday every day I'm so obsessed with him, but he avoids me like the plague I'm so obsessed with him, but he avoids me like the plague I cry a lot, but I am so productive, it's an art I cry a lot, but I am so productive, it's an art You know you're good when you can even do it with a broken heart You know you're good when you can even do it with a broken heart"
        },
        {
            "track_name": "BLUE",
            "artist_name": "Billie Eilish",
            "popularity": 86,
            "spotify_url": "https://open.spotify.com/track/2prqm9sPLj10B4Wg0wE5x9",
            "track_id": "2prqm9sPLj10B4Wg0wE5x9",
            "album_name": "HIT ME HARD AND SOFT",
            "release_date": "2024-05-17",
            "genres": [
                "art pop",
                "pop"
            ],
            "lyrics": "[Part I: TRUE BLUE] [Part I: TRUE BLUE] I try to live in black and white, but I'm so blue I'd like to mean it when I say I'm over you But that's still not true (Blue) And I'm still so blue, oh I try to live in black and white, but I'm so blue I'd like to mean it when I say I'm over you But that's still not true (Blue) And I'm still so blue, oh I thought we were the same Birds of a feather, now I'm ashamed I told you a lie, désolée, mon amour I'm tryin' my best, don't know what's in store Open up the door (Blue) In the back of my mind, I'm still overseas A bird in a cage, thought you were made for me I thought we were the same Birds of a feather, now I'm ashamed I told you a lie, désolée, mon amour I'm tryin' my best, don't know what's in store Open up the door (Blue) In the back of my mind, I'm still overseas A bird in a cage, thought you were made for me I try (I'm not what) to live in black and white, but I'm so blue (But I'm not what you need) I'd like (Not what you need) to mean it when I say I'm over you But that's still not true, true I try (I'm not what) to live in black and white, but I'm so blue (But I'm not what you need) I'd like (Not what you need) to mean it when I say I'm over you But that's still not true, true And I'm still so bluе (And it's not true) I'm true blue, truе blue I'm true blue And I'm still so bluе (And it's not true) I'm true blue, truе blue I'm true blue"
        },
        {
            "track_name": "Sweater Weather",
            "artist_name": "The Neighbourhood",
            "popularity": 86,
            "spotify_url": "https://open.spotify.com/track/2QjOHCTQ1Jl3zawyYOpxh6",
            "track_id": "2QjOHCTQ1Jl3zawyYOpxh6",
            "album_name": "I Love You.",
            "release_date": "2013-04-19",
            "genres": [
                "modern alternative rock",
                "modern rock",
                "pop"
            ],
            "lyrics": "I hate the beach, but I stand In California with my toes in the sand I hate the beach, but I stand In California with my toes in the sand Use the sleeves of my sweater, let's have an adventure Use the sleeves of my sweater, let's have an adventure Head in the clouds, but my gravity's centered Head in the clouds, but my gravity's centered Touch my neck and I'll touch yours Touch my neck and I'll touch yours 'Cause it's too cold for you here and now So let me hold both your hands in the holes of my sweater 'Cause it's too cold for you here and now So let me hold both your hands in the holes of my sweater I don't mind if there's not much to say I don't mind if there's not much to say Sometimes the silence guides a mind To move to a place so far away Sometimes the silence guides a mind To move to a place so far away The goosebumps start to raise The minute that my left hand meets your waist The goosebumps start to raise The minute that my left hand meets your waist"
        },
        {
            "track_name": "Slow It Down",
            "artist_name": "Benson Boone",
            "popularity": 85,
            "spotify_url": "https://open.spotify.com/track/51eSHglvG1RJXtL3qI5trr",
            "track_id": "51eSHglvG1RJXtL3qI5trr",
            "album_name": "Fireworks & Rollerblades",
            "release_date": "2024-04-05",
            "genres": [
                "singer-songwriter pop"
            ],
            "lyrics": "'Cause the only love you've ever known is Jesus 'Cause the only love you've ever known is Jesus Let me slow it down Let me slow it down"
        },
        {
            "track_name": "L’AMOUR DE MA VIE",
            "artist_name": "Billie Eilish",
            "popularity": 86,
            "spotify_url": "https://open.spotify.com/track/6fPan2saHdFaIHuTSatORv",
            "track_id": "6fPan2saHdFaIHuTSatORv",
            "album_name": "HIT ME HARD AND SOFT",
            "release_date": "2024-05-17",
            "genres": [
                "art pop",
                "pop"
            ],
            "lyrics": "[Part I: L'AMOUR DE MA VIE] [Part I: L'AMOUR DE MA VIE] Did I break your heart? Did I waste your time? I tried to be there for you Then you tried to break mine Did I break your heart? Did I waste your time? I tried to be there for you Then you tried to break mine It isn't asking for a lot for an apology For making me feel like it'd kill you if I tried to leave It isn't asking for a lot for an apology For making me feel like it'd kill you if I tried to leave You said you'd never fall in love again because of me Then you moved on immediately You said you'd never fall in love again because of me Then you moved on immediately (Bum, bum, bum) (Bum, bum, bum) But I need to confess, I told you a lie (Told you a lie) When I said you (I said you) You (You) were the love of my life The love of my life But I need to confess, I told you a lie (Told you a lie) When I said you (I said you) You (You) were the love of my life The love of my life"
        },
        {
            "track_name": "I Wanna Be Yours",
            "artist_name": "Arctic Monkeys",
            "popularity": 87,
            "spotify_url": "https://open.spotify.com/track/5XeFesFbtLpXzIVDNQP22n",
            "track_id": "5XeFesFbtLpXzIVDNQP22n",
            "album_name": "AM",
            "release_date": "2013-09-09",
            "genres": [
                "garage rock",
                "modern rock",
                "permanent wave",
                "rock",
                "sheffield indie"
            ],
            "lyrics": "[Verse 1] [Verse 1] I wanna be your vacuum cleaner Breathin' in your dust I wanna be your vacuum cleaner Breathin' in your dust I wanna be your Ford Cortina I will never rust I wanna be your Ford Cortina I will never rust If you like your coffee hot Let me be your coffee pot You call the shots, babe If you like your coffee hot Let me be your coffee pot You call the shots, babe [Pre-Chorus] [Pre-Chorus] Secrets I have held in my heart Are harder to hide than I thought Secrets I have held in my heart Are harder to hide than I thought [Verse 2] [Verse 2] Let me be your 'leccy meter An' I'll never run out Let me be your 'leccy meter An' I'll never run out I wanna be your setting lotion (Wanna be) Hold your hair in deep devotion (How deep?) I wanna be your setting lotion (Wanna be) Hold your hair in deep devotion (How deep?) At least as deep as the Pacific Ocean At least as deep as the Pacific Ocean"
        },
        {
            "track_name": "Saturn",
            "artist_name": "SZA",
            "popularity": 87,
            "spotify_url": "https://open.spotify.com/track/1bjeWoagtHmUKputLVyDxQ",
            "track_id": "1bjeWoagtHmUKputLVyDxQ",
            "album_name": "Saturn",
            "release_date": "2024-02-22",
            "genres": [
                "pop",
                "r&b",
                "rap"
            ],
            "lyrics": "If there's another universe Please make some noise (Noise) Give me a sign (Sign) This can't be life If there's a point to losing love Repeating pain (Why?) It's all the same (Same) I hate this place If there's another universe Please make some noise (Noise) Give me a sign (Sign) This can't be life If there's a point to losing love Repeating pain (Why?) It's all the same (Same) I hate this place Stuck in this paradigm Stuck in this paradigm Don't believe in paradise This must be what Hell is like There's got to be more, got to be more Sick of this head of mine Intrusive thoughts, they paralyzе Nirvana's not as advertised Therе's got to be more, been here before Don't believe in paradise This must be what Hell is like There's got to be more, got to be more Sick of this head of mine Intrusive thoughts, they paralyzе Nirvana's not as advertised Therе's got to be more, been here before Life's better on Saturn Life's better on Saturn Got to break this pattern Got to break this pattern Find something worth saving It's all for the taking Find something worth saving It's all for the taking"
        },
        {
            "track_name": "Stick Season",
            "artist_name": "Noah Kahan",
            "popularity": 87,
            "spotify_url": "https://open.spotify.com/track/0mflMxspEfB0VbI1kyLiAv",
            "track_id": "0mflMxspEfB0VbI1kyLiAv",
            "album_name": "Stick Season",
            "release_date": "2022-10-14",
            "genres": [
                "pov: indie"
            ],
            "lyrics": "As you promised me that I was more than all the miles combined You must've had yourself a change of heart like halfway through the drive As you promised me that I was more than all the miles combined You must've had yourself a change of heart like halfway through the drive Because your voice trailed off exactly as you passed my exit sign Because your voice trailed off exactly as you passed my exit sign Kept on drivin' straight and left our future to the right Kept on drivin' straight and left our future to the right Now I am stuck between my anger and the blame that I can't face Now I am stuck between my anger and the blame that I can't face smoking weed does not replace smoking weed does not replace And I am terrified of weather 'cause I see you when it rains And I am terrified of weather 'cause I see you when it rains Doc told me to travel, but there's Covid on the planes Doc told me to travel, but there's Covid on the planes And I love Vermont, And I love Vermont, season of the sticks season of the sticks And I saw your mom, she forgot that I existed And I saw your mom, she forgot that I existed And it's half my fault, but I just like to play the victim And it's half my fault, but I just like to play the victim I'll drink alcohol 'til my friends come home for Christmas I'll drink alcohol 'til my friends come home for Christmas And I'll dream each night of some version of you And I'll dream each night of some version of you That I might not have, but I did not lose That I might not have, but I did not lose Now you're tire tracks and one pair of shoes And I'm split in half, but that'll have to do Now you're tire tracks and one pair of shoes And I'm split in half, but that'll have to do So I thought that if I piled something good on all my bad That I could cancel out the darkness I inherited from Dad So I thought that if I piled something good on all my bad That I could cancel out the darkness I inherited from Dad No, I am no longer funny 'cause I miss the way you laugh No, I am no longer funny 'cause I miss the way you laugh You once called me \"forever,\" now you still can't call me back You once called me \"forever,\" now you still can't call me back"
        },
        {
            "track_name": "The Night We Met",
            "artist_name": "Lord Huron",
            "popularity": 84,
            "spotify_url": "https://open.spotify.com/track/3hRV0jL3vUpRrcy398teAU",
            "track_id": "3hRV0jL3vUpRrcy398teAU",
            "album_name": "Strange Trails",
            "release_date": "2015-04-06",
            "genres": [
                "indie folk",
                "stomp and holler"
            ],
            "lyrics": "(Ooh, ooh, ooh) (Ooh, ooh, ooh) (Ooh, ooh, ooh) (Ooh, ooh, ooh) (Ooh, ooh, ooh) (Ooh, ooh, ooh) (Ooh, ooh, ooh) (Ooh, ooh, ooh) I am not the only traveler Who has not repaid his debt I am not the only traveler Who has not repaid his debt I've been searching for a trail to follow again I've been searching for a trail to follow again Take me back to the night we met Take me back to the night we met And then I can tell myself What the hell I'm supposed to do And then I can tell myself Not to ride along with you And then I can tell myself What the hell I'm supposed to do And then I can tell myself Not to ride along with you I had all and then most of you Some and now none of you Take me back to the night we met I don't know what I'm supposed to do Haunted by the ghost of you Oh, take me back to the night we met I had all and then most of you Some and now none of you Take me back to the night we met I don't know what I'm supposed to do Haunted by the ghost of you Oh, take me back to the night we met When the night was full of terrors And your eyes were filled with tears When the night was full of terrors And your eyes were filled with tears When you had not touched me yet When you had not touched me yet Oh, take me back to the night we met Oh, take me back to the night we met"
        },
        {
            "track_name": "SI NO ES CONTIGO",
            "artist_name": "Cris Mj",
            "popularity": 81,
            "spotify_url": "https://open.spotify.com/track/5Uptvz6j1sjDKxidAcnH2L",
            "track_id": "5Uptvz6j1sjDKxidAcnH2L",
            "album_name": "SI NO ES CONTIGO",
            "release_date": "2024-05-23",
            "genres": [
                "mambo chileno",
                "trap latino",
                "urbano chileno",
                "urbano latino"
            ],
            "lyrics": "Me quiero perderme en ti como me pierdo con la' picky (Oh-oh) Me quiero perderme en ti como me pierdo con la' picky (Oh-oh)"
        },
        {
            "track_name": "greedy",
            "artist_name": "Tate McRae",
            "popularity": 87,
            "spotify_url": "https://open.spotify.com/track/3rUGC1vUpkDG9CZFHMur1t",
            "track_id": "3rUGC1vUpkDG9CZFHMur1t",
            "album_name": "greedy",
            "release_date": "2023-09-15",
            "genres": [
                "pop"
            ],
            "lyrics": "He said, \"Are you serious? I've tried, but I can't figure out I've been next to you all night and still don't know what you're about You keep ta- (Ta-ta-), talkin', but not much comin' out your mouth Can't you tell that I want you?\", I say, yeah He said, \"Are you serious? I've tried, but I can't figure out I've been next to you all night and still don't know what you're about You keep ta- (Ta-ta-), talkin', but not much comin' out your mouth Can't you tell that I want you?\", I say, yeah [Chorus] [Chorus] I would want myself I would want myself Baby, please believe me Baby, please believe me I'll put you through hell I'll put you through hell Just to know me, yeah, yeah So sure of yourself Baby, don't get greedy That shit won't end well (No, it won't) End well Just to know me, yeah, yeah So sure of yourself Baby, don't get greedy That shit won't end well (No, it won't) End well I see you eyein' me down, but you'll never know much past my name Or how I'm runnin' this room around and that I'm still half your age Yeah, you're loo- (Loo-loo-), lookin' at me like I'm some sweet escape Obvious that you want me, but I said I see you eyein' me down, but you'll never know much past my name Or how I'm runnin' this room around and that I'm still half your age Yeah, you're loo- (Loo-loo-), lookin' at me like I'm some sweet escape Obvious that you want me, but I said"
        },
        {
            "track_name": "FE!N (feat. Playboi Carti)",
            "artist_name": "Travis Scott",
            "popularity": 86,
            "spotify_url": "https://open.spotify.com/track/42VsgItocQwOQC3XWZ8JNA",
            "track_id": "42VsgItocQwOQC3XWZ8JNA",
            "album_name": "UTOPIA",
            "release_date": "2023-07-28",
            "genres": [
                "rap",
                "slap house"
            ],
            "lyrics": "Sheck Wes Sheck Wes Johnny Dang, yeah, yeah Johnny Dang, yeah, yeah [Chorus: Travis Scott] [Chorus: Travis Scott] FE!N, FE!N, FE!N, FE!N, FE!N (Yeah) FE!N, FE!N, FE!N, FE!N, FE!N (Yeah) FE!N, FE!N, FE!N, FE!N, FE!N FE!N, FE!N (Yeah), FE!N, FE!N, FE!N FE!N, FE!N, FE!N, FE!N, FE!N (Yeah) FE!N, FE!N, FE!N, FE!N, FE!N (Yeah) FE!N, FE!N, FE!N, FE!N, FE!N FE!N, FE!N (Yeah), FE!N, FE!N, FE!N Sheck Wes Sheck Wes The career's more at stake when you in your prime (At stake) The career's more at stake when you in your prime (At stake) I been flyin' out of town for some peace of mind ( Yeah, yeah, bitch ) It's like always they just want a piece of mine (Ah) I been flyin' out of town for some peace of mind ( Yeah, yeah, bitch ) It's like always they just want a piece of mine (Ah) What I'm sippin' not kombucha, either pink or brown (It's lit) What I'm sippin' not kombucha, either pink or brown (It's lit) Oh my God, that bitch bitin' (That bitch bitin') Well, alright (Alright), tryna vibe (I'm tryna vibe this) In the night, come alive Ain't asleep, ain't a—, ain't a—, ain't-ain't Oh my God, that bitch bitin' (That bitch bitin') Well, alright (Alright), tryna vibe (I'm tryna vibe this) In the night, come alive Ain't asleep, ain't a—, ain't a—, ain't-ain't [Chorus: Travis Scott] [Chorus: Travis Scott] FE!N, FE!N, FE!N, FE!N, FE!N FE!N, FE!N, FE!N, FE!N, FE!N FE!N, FE!N, FE!N, FE!N, FE!N FE!N, FE!N, FE!N, FE!N FE!N, FE!N, FE!N, FE!N, FE!N FE!N, FE!N, FE!N, FE!N, FE!N FE!N, FE!N, FE!N, FE!N, FE!N FE!N, FE!N, FE!N, FE!N, FE!N FE!N, FE!N, FE!N, FE!N FE!N, FE!N, FE!N, FE!N, FE!N"
        },
        {
            "track_name": "See You Again (feat. Kali Uchis)",
            "artist_name": "Tyler, The Creator",
            "popularity": 85,
            "spotify_url": "https://open.spotify.com/track/7KA4W4McWYRpgf0fWsJZWB",
            "track_id": "7KA4W4McWYRpgf0fWsJZWB",
            "album_name": "Flower Boy",
            "release_date": "2017-07-21",
            "genres": [
                "hip hop",
                "rap"
            ],
            "lyrics": "Okay, okay, okay, okay, okay, okay, o- Okay, okay, okay, okay, okay, okay, o- [Verse 1: Tyler, The Creator] You live in my dream state Relocate my fantasy I stay in reality You live in my dream state Any time I count sheep That's the only time we make up, make up You exist behind my eyelids, my eyelids Now, I don't wanna wake up [Verse 1: Tyler, The Creator] You live in my dream state Relocate my fantasy I stay in reality You live in my dream state Any time I count sheep That's the only time we make up, make up You exist behind my eyelids, my eyelids Now, I don't wanna wake up 20/20, 20/20 vision 20/20, 20/20 vision Cupid hit me, cupid hit me with precision, eye Cupid hit me, cupid hit me with precision, eye Wonder if you look both ways when you cross my mind I said, I said Wonder if you look both ways when you cross my mind I said, I said I'm sick of, sick of, sick of, sick of chasing You're the one that's always running through my daydreams, I I can only see your face when I close my eyes So... I'm sick of, sick of, sick of, sick of chasing You're the one that's always running through my daydreams, I I can only see your face when I close my eyes So... [Chorus: Kali Uchis & Tyler, The Creator ] Can I get a kiss? And can you make it last forever? I said I'm 'bout to go to war ( Uh-huh ) And I don't know if I'ma see you again Can I get a kiss? (Can I?) And can you make it last forever? (Can you?) I said I'm 'bout to go to war (I'm 'bout to) And I don't know if I'ma see you again [Chorus: Kali Uchis & Tyler, The Creator ] Can I get a kiss? And can you make it last forever? I said I'm 'bout to go to war ( Uh-huh ) And I don't know if I'ma see you again Can I get a kiss? (Can I?) And can you make it last forever? (Can you?) I said I'm 'bout to go to war (I'm 'bout to) And I don't know if I'ma see you again Ugh, switch it up Ugh, switch it up"
        },
        {
            "track_name": "My Love Mine All Mine",
            "artist_name": "Mitski",
            "popularity": 86,
            "spotify_url": "https://open.spotify.com/track/3vkCueOmm7xQDoJ17W1Pm3",
            "track_id": "3vkCueOmm7xQDoJ17W1Pm3",
            "album_name": "The Land Is Inhospitable and So Are We",
            "release_date": "2023-09-15",
            "genres": [
                "brooklyn indie",
                "pov: indie"
            ],
            "lyrics": "Moon, a hole of light Through the big top tent up high Moon, a hole of light Through the big top tent up high Here before and after me Here before and after me Shinin' down on me Moon, tell me if I could Shinin' down on me Moon, tell me if I could Send up my heart to you? Send up my heart to you? So when I die, which I must do Could it shine down here with you? So when I die, which I must do Could it shine down here with you? 'Cause my love is mine, all mine I love, my, my, mine Nothing in the world belongs to me But my love, mine, all mine, all mine 'Cause my love is mine, all mine I love, my, my, mine Nothing in the world belongs to me But my love, mine, all mine, all mine My baby here on Earth Showed me what my heart was worth My baby here on Earth Showed me what my heart was worth So when it comes to be my turn So when it comes to be my turn Could you shine it down here for her? Could you shine it down here for her? 'Cause my love is mine, all mine I love, my, my, mine Nothing in the world belongs to me But my love, mine, all mine 'Cause my love is mine, all mine I love, my, my, mine Nothing in the world belongs to me But my love, mine, all mine Nothing in the world is mine for free But my love, mine, all mine, all mine Nothing in the world is mine for free But my love, mine, all mine, all mine"
        },
        {
            "track_name": "Flowers",
            "artist_name": "Miley Cyrus",
            "popularity": 85,
            "spotify_url": "https://open.spotify.com/track/7DSAEUvxU8FajXtRloy8M0",
            "track_id": "7DSAEUvxU8FajXtRloy8M0",
            "album_name": "Endless Summer Vacation",
            "release_date": "2023-08-18",
            "genres": [
                "pop"
            ],
            "lyrics": "We were good, we were gold Kinda dream that can't be sold We were right 'til we weren't We were good, we were gold Kinda dream that can't be sold We were right 'til we weren't Built a home and watched it burn Built a home and watched it burn Mm, I didn't wanna leave you, I didn't wanna lie Started to cry, but then remembered I Mm, I didn't wanna leave you, I didn't wanna lie Started to cry, but then remembered I I can buy myself flowers Write my name in the sand Talk to myself for hours Say things you don't understand I can take myself dancing And I can hold my own hand I can buy myself flowers Write my name in the sand Talk to myself for hours Say things you don't understand I can take myself dancing And I can hold my own hand Yeah, I can love me better than you can Yeah, I can love me better than you can Can love me better, I can love me better, baby Can love me better, I can love me better, baby Can love me better, I can love me better, baby Can love me better, I can love me better, baby Paint my nails cherry-red Match the roses that you left No remorse, no regret I forgive every word you said Paint my nails cherry-red Match the roses that you left No remorse, no regret I forgive every word you said"
        }
    ],
    "failed_tracks": [
        {
            "track_name": "Gata Only",
            "artist_name": "FloyyMenor",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "BAND4BAND (feat. Lil Baby)",
            "artist_name": "Central Cee",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "Fortnight (feat. Post Malone)",
            "artist_name": "Taylor Swift",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "Stargazing",
            "artist_name": "Myles Smith",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "One Of The Girls (with JENNIE, Lily Rose Depp)",
            "artist_name": "The Weeknd",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "Santa",
            "artist_name": "Rvssian",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "Si No Quieres No",
            "artist_name": "Luis R Conriquez",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "LUNA",
            "artist_name": "Feid",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "Like That",
            "artist_name": "Future",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "Magnetic",
            "artist_name": "ILLIT",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "Madonna",
            "artist_name": "Natanael Cano",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "Pedro",
            "artist_name": "Jaxomy",
            "reason": "Lyrics not found"
        },
        {
            "track_name": "Supernova",
            "artist_name": "aespa",
            "reason": "Lyrics not found"
        }
    ]
}